app/controllers/mrks_controller.rb

  def index
    @mrks = Mrk.all
---
SELECT "mrks".* FROM "mrks"