app/controllers/schols_controller.rb

  def index
    @schols = Schol.all
---
SELECT "schols".* FROM "schols"